Repository: codacy-open-source-projects-scans/pulseaudio
Catalog: po/*.po
Languages: ro

source: Card #%u Name: %s Driver: %s Owner Module: %s Properties: %s
ro: Placa nr.%u Nume: %s Controlor: %s Modul proprietar: %s Proprietăți: %s

source: Profiles:
ro: Profile:

source: %s: %s (sinks: %u, sources: %u, priority: %u, available: %s)
ro: %s: %s (receptoare: %u, surse: %u, prioritate: %u, disponibil: %s)

source: Active Profile: %s
ro: Profil activ: %s

source: %s: %s (type: %s, priority: %u, latency offset: %<PRId64> usec%s%s, %s)
ro: %s: %s (tip: %s, prioritate: %u, decalaj latență: %<PRId64> usec%s%s, %s)

source: Properties: %s
ro: Proprietăți: %s

source: Part of profile(s): %s
ro: Parte a profilului (profilurilor): %s

source: Failed to get sink input information: %s
ro: Obținerea informațiilor de intrare a receptorului a eșuat: %s

source: Sink Input #%u Driver: %s Owner Module: %s Client: %s Sink: %u Sample Specification: %s Channel Map: %s Format: %s Corked: %s Mute: %s Volume: %s balance %0.2f Buffer Latency: %0.0f usec Sink Latency: %0.0f usec Resample method: %s Properties: %s
ro: Intrare receptor nr.%u Controlor: %s Modul proprietar: %s Client: %s Sink: %u Specificație eșantion: %s Schema canalelor: %s Format: %s Receptor: %s Dezactivare sunet: %s Volum: %s balans %0.2f Latență memorie tampon: %0.0f usec Latență receptor: %0.0f usec Metoda de reeșantionare: %s Proprietăți: %s

source: Failed to get source output information: %s
ro: Obținerea informațiilor despre sursa de ieșire a eșuat: %s

source: Source Output #%u Driver: %s Owner Module: %s Client: %s Source: %u Sample Specification: %s Channel Map: %s Format: %s Corked: %s Mute: %s Volume: %s balance %0.2f Buffer Latency: %0.0f usec Source Latency: %0.0f usec Resample method: %s Properties: %s
ro: Sursă de ieșire #%u Controlor: %s Modul proprietar: %s Client: %s Sursă: %u Specificație eșantion: %s Schema canalelor: %s Format: %s Plafonat: %s Dezactivare sunet: %s Volum: %s balans %0.2f Latența memoriei tampon: %0.0f usec Latența sursei: %0.0f usec Metoda de reeșantionare: %s Proprietăți: %s

source: Failed to get sample information: %s
ro: Obținerea informațiilor despre eșantion a eșuat: %s

source: Sample #%u Name: %s Sample Specification: %s Channel Map: %s Volume: %s balance %0.2f Duration: %0.1fs Size: %s Lazy: %s Filename: %s Properties: %s
ro: Eșantion nr.%u Nume: %s Specificația eșantionului: %s Schema canalelor: %s Volum: %s balans %0.2f Durata: %0.1fs Dimensiune: %s Lentoare: %s Nume fișier: %s Proprietăți: %s

source: Failure: %s
ro: Eșec: %s

source: Send message failed: %s
ro: Trimiterea mesajului a eșuat: %s

source: list-handlers message failed: %s
ro: Mesajul list-handlers a eșuat: %s

source: list-handlers message response could not be parsed correctly
ro: Răspunsul la mesajele list-handlers nu a putut fi analizat corect

source: list-handlers message response is not a JSON array
ro: Răspunsul la mesajele list-handlers nu este o matrice JSON

source: list-handlers message response array element %d is not a JSON object
ro: Elementul %d al matricei de răspuns a mesajului list-handlers nu este un obiect JSON

source: Failed to unload module: Module %s not loaded
ro: Descărcarea modulului a eșuat: Modulul %s nu a fost încărcat

source: Failed to set volume: You tried to set volumes for %d channel, whereas channel(s) supported = %d
ro: Reglarea volumului a eșuat: Ați încercat să reglați volumul pentru %d canal, în timp ce numărul canale furnizate = %d

source: Failed to upload sample: %s
ro: Încărcarea eșantionului a eșuat: %s

source: Premature end of file
ro: Sfârșit prematur al fișierului

source: new
ro: nou

source: change
ro: schimbare

source: remove
ro: eliminare

source: unknown
ro: necunoscut

source: sink
ro: receptor

source: source
ro: sursa

source: sink-input
ro: intrare-receptor

source: source-output
ro: ieșire-sursă

source: module
ro: modul

source: sample-cache
ro: cache-eșantion

source: card
ro: placă

source: Event '%s' on %s #%u
ro: Evenimentul „%s” pe %s nr.%u

source: Got SIGINT, exiting.
ro: S-a primit semnalul SIGINT, se iese.

source: Invalid volume specification
ro: Specificație nevalidă a volumului

source: Volume outside permissible range.
ro: Volum în afara intervalului permis.

source: Invalid number of volume specifications.
ro: Număr nevalid de specificații ale volumului.

source: Inconsistent volume specification.
ro: Specificație de volum inconsistentă.

source: [options]
ro: [opțiuni]

source: [TYPE]
ro: [TIP]

source: FILENAME [NAME]
ro: NUME_FIȘIER [NUME]

source: NAME [SINK]
ro: NUME [RECEPTOR]

source: NAME|#N VOLUME [VOLUME ...]
ro: NUME|NUMĂR VOLUM [VOLUM ...]

source: #N VOLUME [VOLUME ...]
ro: NUMĂR VOLUM [VOLUM ...]

source: NAME|#N 1|0|toggle
ro: NUME|NUMĂR 1|0|toggle

source: #N 1|0|toggle
ro: NUMĂR 1|0|toggle

source: #N FORMATS
ro: NUMĂR FORMATE

source: The special names @DEFAULT_SINK@, @DEFAULT_SOURCE@ and @DEFAULT_MONITOR@ can be used to specify the default sink, source and monitor.
ro: Numele speciale @DEFAULT_SINK@, @DEFAULT_SOURCE@ și @DEFAULT_MONITOR@ pot fi utilizate pentru a specifica receptorul, sursa și monitorul implicite.

source: -h, --help Show this help --version Show version -f, --format=FORMAT The format of the output. Either "normal" or "json" -s, --server=SERVER The name of the server to connect to -n, --client-name=NAME How to call this client on the server
ro: -h, --help afișează acest ajutor --version afișează versiunea -f, --format=FORMAT formatul de ieșire; fie „normal,” fie „json” -s, --server=SERVER numele serverului la care trebuie să se conecteze -n, --client-name=NUME cum să se numească acest client pe server

source: pactl %s Compiled with libpulse %s Linked with libpulse %s
ro: pactl %s Compilat cu libpulse %s Vinculat cu libpulse %s

source: Invalid format value '%s'
ro: Valoare nevalidă a formatului „%s”

source: Specify nothing, or one of: %s
ro: Nu specificați nimic, sau unul dintre: %s

source: Please specify a sample file to load
ro: Vă rugăm să specificați un fișier de eșantion pentru încărcare

source: Failed to open sound file.
ro: Deschiderea fișierului de sunet a eșuat.

source: Warning: Failed to determine sample specification from file.
ro: Avertisment: Nu s-a putut determina specificația eșantionului din fișier.

source: You have to specify a sample name to play
ro: Trebuie să specificați un nume de eșantion pentru a-l reda

source: You have to specify a sample name to remove
ro: Trebuie să specificați un nume de eșantion pentru a-l elimina

source: You have to specify a sink input index and a sink
ro: Trebuie să specificați un indice de intrare a receptorului și un receptor

source: You have to specify a source output index and a source
ro: Trebuie să specificați un indice de ieșire sursă și o sursă

source: You have to specify a module name and arguments.
ro: Trebuie să specificați un nume de modul și argumente.

source: You have to specify a module index or name
ro: Trebuie să specificați un indice sau un nume de modul

source: You may not specify more than one sink. You have to specify a boolean value.
ro: Nu puteți specifica mai mult de un receptor. Trebuie să specificați o valoare booleană.

source: Invalid suspend specification.
ro: Specificație de suspendare nevalidă.

source: You may not specify more than one source. You have to specify a boolean value.
ro: Nu puteți specifica mai mult de o sursă. Trebuie să specificați o valoare booleană.

source: You have to specify a card name/index and a profile name
ro: Trebuie să specificați un nume/indice de placă audio și un nume de profil

source: You have to specify a sink name/index and a port name
ro: Trebuie să specificați un nume/indice al receptorului și un nume de port

source: You have to specify a sink name
ro: Trebuie să specificați un nume de receptor

source: You have to specify a source name/index and a port name
ro: Trebuie să specificați un nume/indice de sursă și un nume de port

source: You have to specify a source name
ro: Trebuie să specificați un nume de sursă

source: You have to specify a sink name/index
ro: Trebuie să specificați un nume/indice de receptor

source: You have to specify a sink name/index and a volume
ro: Trebuie să specificați un nume/indice al receptorului și un volum

source: You have to specify a source name/index
ro: Trebuie să specificați un nume/indice al sursei

source: You have to specify a source name/index and a volume
ro: Trebuie să specificați un nume/indice al sursei și un volum

source: You have to specify a sink input index and a volume
ro: Trebuie să specificați un indice de intrare a rezervorului și un volum

source: Invalid sink input index
ro: Indice de intrare a receptorului nevalid

source: You have to specify a source output index and a volume
ro: Trebuie să specificați un indice de ieșire a sursei și un volum

source: Invalid source output index
ro: Index de ieșire a sursei nevalid

source: You have to specify a sink name/index and a mute action (0, 1, or 'toggle')
ro: Trebuie să specificați un nume/indice al receptorului și o acțiune de dezactivare (0, 1 sau „toggle”)

source: Invalid mute specification
ro: Specificație nevalidă de dezactivare a sunetului

source: You have to specify a source name/index and a mute action (0, 1, or 'toggle')
ro: Trebuie să specificați un nume/indice al sursei și o acțiune de dezactivare (0, 1 sau „toggle”)

source: You have to specify a sink input index and a mute action (0, 1, or 'toggle')
ro: Trebuie să specificați un indice de intrare a receptorului și o acțiune de dezactivare (0, 1 sau „toggle”)

source: Invalid sink input index specification
ro: Specificație nevalidă a indicelui de intrare a receptorului

source: You have to specify a source output index and a mute action (0, 1, or 'toggle')
ro: Trebuie să specificați un indice de ieșire a sursei și o acțiune de dezactivare (0, 1 sau „toggle”)

source: Invalid source output index specification
ro: Specificație nevalidă a indicelui de ieșire a sursei

source: You have to specify at least an object path and a message name
ro: Trebuie să specificați cel puțin o rută a obiectului și un nume de mesaj

source: Excess arguments given, they will be ignored. Note that all message parameters must be given as a single string.
ro: Argumentele furnizate în exces vor fi ignorate. Rețineți că toți parametrii mesajului trebuie să fie dați ca un singur șir de caractere.

source: You have to specify a sink index and a semicolon-separated list of supported formats
ro: Trebuie să specificați un indice al receptorului și o listă separată prin punct și virgulă a formatelor acceptate

source: You have to specify a card name/index, a port name and a latency offset
ro: Trebuie să specificați un nume/indice de card, un nume de port și o compensare a latenței

source: Could not parse latency offset
ro: Nu s-a putut analiza compensarea de latență

source: No valid command specified.
ro: Nu a fost specificată nicio comandă validă.

source: Failure to resume: %s
ro: Eșec la reluare: %s

source: Failure to suspend: %s
ro: Eșec la suspendare: %s

source: WARNING: Sound server is not local, not suspending.
ro: AVERTISMENT: Serverul de sunet nu este local, nu se suspendă.

source: Connection failure: %s
ro: Eșec de conectare: %s

source: Got SIGINT, exiting.
ro: S-a primit semnalul SIGINT, se iese.

source: WARNING: Child process terminated by signal %u
ro: AVERTISMENT: Procesul-copil încheiat de semnalul %u

source: %s [options] -- PROGRAM [ARGUMENTS ...] Temporarily suspend PulseAudio while PROGRAM runs. -h, --help Show this help --version Show version -s, --server=SERVER The name of the server to connect to
ro: %s [opțiuni] -- PROGRAM [ARGUMENTE ...] Suspendă temporar PulseAudio în timp ce PROGRAM rulează. -h, --help afișează acest ajutor --version afișează versiunea -s, --server=SERVER numele serverului la care trebuie să se conecteze

source: pasuspender %s Compiled with libpulse %s Linked with libpulse %s
ro: pasuspender %s Compilat cu libpulse %s Vinculat cu libpulse %s

source: pa_mainloop_new() failed.
ro: pa_mainloop_new() a eșuat.

source: pa_context_new() failed.
ro: pa_context_new() a eșuat.

source: pa_mainloop_run() failed.
ro: pa_mainloop_run() a eșuat.

source: %s [-D display] [-S server] [-O sink] [-I source] [-c file] [-d|-e|-i|-r] -d Show current PulseAudio data attached to X11 display (default) -e Export local PulseAudio data to X11 display -i Import PulseAudio data from X11 display to local environment variables and cookie file. -r Remove PulseAudio data from X11 display
ro: %s [-D afișaj] [-S server] [-O receptor] [-I sursă] [-c fișier] [-d|-e|-i|-r] -d afișează datele PulseAudio curente atașate la afișajul X11 (implicit) -e exportă date PulseAudio locale către afișajul X11 -i importăi datele PulseAudio de la afișajul X11 în variabilele de mediu locale și în fișierul cookie -r elimină datele PulseAudio din afișajul X11

source: Failed to parse command line.
ro: Analizarea liniei de comandă a eșuat.

source: Source: %s
ro: Sursă: %s

source: Sink: %s
ro: Receptor: %s

source: Failed to parse cookie data
ro: Analizarea datelor cookie a eșuat

source: Failed to save cookie data
ro: Salvarea datelor cookie a eșuat

source: Failed to get FQDN.
ro: Nu s-a reușit să se obțină FQDN-ul (numele de domeniu complet).

source: Failed to load cookie data
ro: Încărcarea datelor cookie a eșuat

source: Not yet implemented.
ro: Nu este încă implementat.
