Repository: codacy-open-source-projects-scans/pulseaudio
Catalog: po/*.po
Languages: ro

source: %s [options] COMMANDS: -h, --help Show this help --version Show version --dump-conf Dump default configuration --dump-modules Dump list of available modules --dump-resample-methods Dump available resample methods --cleanup-shm Cleanup stale shared memory segments --start Start the daemon if it is not running -k --kill Kill a running daemon --check Check for a running daemon (only returns exit code) OPTIONS: --system[=BOOL] Run as system-wide instance -D, --daemonize[=BOOL] Daemonize after startup --fail[=BOOL] Quit when startup fails --high-priority[=BOOL] Try to set high nice level (only available as root, when SUID or with elevated RLIMIT_NICE) --realtime[=BOOL] Try to enable realtime scheduling (only available as root, when SUID or with elevated RLIMIT_RTPRIO) --disallow-module-loading[=BOOL] Disallow user requested module loading/unloading after startup --disallow-exit[=BOOL] Disallow user requested exit --exit-idle-time=SECS Terminate the daemon when idle and this time passed --scache-idle-time=SECS Unload autoloaded samples when idle and this time passed --log-level[=LEVEL] Increase or set verbosity level -v --verbose Increase the verbosity level --log-target={auto,syslog,stderr,file:PATH,newfile:PATH} Specify the log target --log-meta[=BOOL] Include code location in log messages --log-time[=BOOL] Include timestamps in log messages --log-backtrace=FRAMES Include a backtrace in log messages -p, --dl-search-path=PATH Set the search path for dynamic shared objects (plugins) --resample-method=METHOD Use the specified resampling method (See --dump-resample-methods for possible values) --use-pid-file[=BOOL] Create a PID file --no-cpu-limit[=BOOL] Do not install CPU load limiter on platforms that support it. --disable-shm[=BOOL] Disable shared memory support. --enable-memfd[=BOOL] Enable memfd shared memory support. STARTUP SCRIPT: -L, --load="MODULE ARGUMENTS" Load the specified plugin module with the specified argument -F, --file=FILENAME Run the specified script -C Open a command line on the running TTY after startup -n Don't load default script file
ro: %s [opțiuni] COMENZI: -h, --help afișează acest ajutor --version afișează versiunea --dump-conf afișează configurația implicită --dump-modules afișează lista de module disponibile --dump-resample-methods afișează metodele de resample disponibile --cleanup-shm curăță segmentele vechi de memorie partajată --start pornește demonul dacă nu rulează -k, --kill oprește un demon care rulează --check verifică dacă un demon rulează (returnează doar codul de ieșire) OPȚIUNI: --system[=BOOL] rulează ca instanță la nivel de sistem -D, --daemonize[=BOOL] se execută ca demon după pornire --fail[=BOOL] renunță la pornire când eșuează --high-priority[=BOOL] încearcă să stabilească un nivel înalt de calitate (disponibil doar ca root, când SUID sau cu RLIMIT_NICE ridicat) --realtime[=BOOL] încearcă să activeze planificarea în timp real (disponibil doar ca root, când SUID sau cu RLIMIT_RTPRIO ridicat) --disallow-module-loading[=BOOL] interzice încărcarea/descărcarea modulului solicitat de utilizator după pornire --disallow-exit[=BOOL] interzice ieșirea solicitată de utilizator --exit-idle-time=SECUNDE termină demonul atunci când este inactiv și acest timp a trecut --scache-idle-time=SECUNDE descarcă eșantioanele încărcate automat atunci când este inactiv și acest timp a trecut --log-level[=NIVEL] crește sau stabilește nivelul de detaliere al mesajelor -v, --verbose crește nivelul de detaliere al informațiilor --log-target={auto, syslog, stderr, fișier:RUTĂ, fișier-nou:RUTĂ} specifică ținta jurnalului --log-meta[=BOOL] include locația codului în mesajele de jurnal --log-time[=BOOL] include marcajele temporale în mesajele de jurnal --log-backtrace=CADRE include o urmă în mesajele de jurnal -p, --dl-search-path=RUTA definește ruta de căutare pentru obiectele partajate dinamic (module) --resample-method=METODA utilizează metoda de reeșantionare specificată (consultați --dump-resample-methods pentru valorile posibile) --use-pid-file[=BOOL] creează un fișier PID --no-cpu-limit[=BOOL] nu instalează limitatorul de încărcare CPU pe platformele care îl acceptă ---disable-shm[=BOOL] dezactivează suportul pentru memoria partajată --enable-memfd[=BOOL] activează suportul de memorie partajată memfd SCRIPT DE PORNIRE: -L, --load=„MODUL ARGUMENTE” încarcă modulul specificat cu argumentul specificat -F, --file=NUME_FIȘIER rulează scriptul specificat -C deschide o linie de comandă pe TTY-ul pe care rulează după pornire -n nu încarcă fișierul script implicit

source: --daemonize expects boolean argument
ro: opțiunea „--daemonize” așteaptă un argument boolean

source: --fail expects boolean argument
ro: opțiunea „--fail” așteaptă un argument boolean

source: --log-level expects log level argument (either numeric in range 0..4 or one of error, warn, notice, info, debug).
ro: opțiunea „--log-level” așteaptă un argument privind nivelul jurnalului (fie numeric în intervalul 0..4 sau unul dintre error, warn, notice, info, debug).

source: --high-priority expects boolean argument
ro: opțiunea „--high-priority” așteaptă un argument boolean

source: --realtime expects boolean argument
ro: opțiunea „--realtime” așteaptă un argument boolean

source: --disallow-module-loading expects boolean argument
ro: opțiunea „--disallow-module-loading” așteaptă un argument boolean

source: --disallow-exit expects boolean argument
ro: opțiunea „--disallow-exit” așteaptă un argument boolean

source: --use-pid-file expects boolean argument
ro: opțiunea „--use-pid-file” așteaptă un argument boolean

source: Invalid log target: use either 'syslog', 'journal', 'stderr' or 'auto' or a valid file name 'file:<path>', 'newfile:<path>'.
ro: Țintă de jurnal nevalidă: utilizați fie „syslog”, „journal”, „stderr” sau „auto” fie un nume de fișier valid „file:<ruta>”, „newfile:<ruta>”.

source: Invalid log target: use either 'syslog', 'stderr' or 'auto' or a valid file name 'file:<path>', 'newfile:<path>'.
ro: Țintă de jurnal nevalidă: utilizați fie „syslog, „stderr” sau „auto” fie un nume de fișier valid „file:<ruta>”, „newfile:<ruta>”.

source: --log-time expects boolean argument
ro: opțiunea „--log-time” așteaptă un argument boolean

source: --log-meta expects boolean argument
ro: opțiunea „--log-meta” așteaptă un argument boolean

source: Invalid resample method '%s'.
ro: Metodă de reeșantionare nevalidă „%s”.

source: --system expects boolean argument
ro: opțiunea „--system” așteaptă un argument boolean

source: --no-cpu-limit expects boolean argument
ro: opțiunea „--no-cpu-limit” așteaptă un argument boolean

source: --disable-shm expects boolean argument
ro: opțiunea „--disable-shm” așteaptă un argument boolean

source: --enable-memfd expects boolean argument
ro: opțiunea „--enable-memfd” așteaptă un argument boolean

source: [%s:%u] Invalid log target '%s'.
ro: [%s:%u] Țintă de jurnal nevalidă „%s”.

source: [%s:%u] Invalid log level '%s'.
ro: [%s:%u] Nivel de jurnal nevalid „%s”.

source: [%s:%u] Invalid resample method '%s'.
ro: [%s:%u] Metodă de reeșantionare nevalidă „%s”.

source: [%s:%u] Invalid rlimit '%s'.
ro: [%s:%u] rlimit nevalid „%s”.

source: [%s:%u] Invalid sample format '%s'.
ro: [%s:%u] Format de eșantion nevalid „%s”.

source: [%s:%u] Invalid sample rate '%s'.
ro: [%s:%u] Frecvență de eșantionare nevalidă „%s”.

source: [%s:%u] Invalid sample channels '%s'.
ro: [%s:%u] Canale de eșantionare nevalide „%s”.

source: [%s:%u] Invalid channel map '%s'.
ro: [%s:%u] Schemă de canale nevalidă „%s”.

source: [%s:%u] Invalid number of fragments '%s'.
ro: [%s:%u] Număr nevalid de fragmente „%s”.

source: [%s:%u] Invalid fragment size '%s'.
ro: [%s:%u] Dimensiune nevalidă a fragmentului „%s”.

source: [%s:%u] Invalid nice level '%s'.
ro: [%s:%u] Nivel de curtoazie (nice) nevalid „%s”.

source: [%s:%u] Invalid server type '%s'.
ro: [%s:%u] Tip de server nevalid „%s”.

source: Failed to open configuration file: %s
ro: Eșec la deschiderea fișierului de configurare: %s

source: The specified default channel map has a different number of channels than the specified default number of channels.
ro: Schema de canale implicită specificată are un număr diferit de canale decât numărul implicit de canale specificat.

source: ### Read from configuration file: %s ###
ro: ### Citește din fișierul de configurare: %s ###

source: Name: %s
ro: Nume: %s

source: No module information available
ro: Nu există informații disponibile despre modul

source: Version: %s
ro: Versiunea: %s

source: Description: %s
ro: Descriere: %s

source: Author: %s
ro: Autor: %s

source: Usage: %s
ro: Utilizare: %s

source: Load Once: %s
ro: Încarcă o dată: %s

source: DEPRECATION WARNING: %s
ro: AVERTISMENT DE DEPRECIERE: %s

source: Path: %s
ro: Ruta: %s

source: Failed to open module %s: %s
ro: Deschiderea modulului %s a eșuat: %s

source: Failed to find original lt_dlopen loader.
ro: Nu s-a reușit să se găsească încărcătorul lt_dlopen original.

source: Failed to allocate new dl loader.
ro: Alocarea unui nou încărcător dl a eșuat.

source: Failed to add bind-now-loader.
ro: Nu s-a putut adăuga bind-now-loader.

source: Failed to find user '%s'.
ro: Nu s-a reușit să se găsească utilizatorul „%s”.

source: Failed to find group '%s'.
ro: Nu s-a reușit să se găsească grupul „%s”.

source: GID of user '%s' and of group '%s' don't match.
ro: GID-ul utilizatorului „%s” și al grupului „%s” nu se potrivesc.

source: Home directory of user '%s' is not '%s', ignoring.
ro: Directorul personal al utilizatorului „%s” nu este „%s”, se ignoră.

source: Failed to create '%s': %s
ro: Nu s-a putut crea „%s”: %s

source: Failed to change group list: %s
ro: Modificarea listei grupului a eșuat: %s

source: Failed to change GID: %s
ro: Schimbarea GID-ului a eșuat: %s

source: Failed to change UID: %s
ro: Schimbarea UID-ului a eșuat: %s

source: System wide mode unsupported on this platform.
ro: Modul de sistem extins/global nu este acceptat pe această platformă.

source: Failed to parse command line.
ro: Analizarea datelor din linia de comandă a eșuat.

source: System mode refused for non-root user. Only starting the D-Bus server lookup service.
ro: Modul de sistem este refuzat pentru utilizatorul care nu este root. Se pornește doar serviciul de căutare a serverului D-Bus.

source: Failed to kill daemon: %s
ro: Omorârea demonului a eșuat: %s

source: This program is not intended to be run as root (unless --system is specified).
ro: Acest program nu este destinat să fie rulat ca root (cu excepția cazului în care este specificată opțiunea „--system”).

source: Root privileges required.
ro: Sunt necesare privilegii de root.

source: --start not supported for system instances.
ro: opțiunea „--start” nu este acceptată pentru instanțele de sistem.

source: User-configured server at %s, refusing to start/autospawn.
ro: Server configurat de utilizator la %s, care refuză să pornească/inițieze automat.

source: User-configured server at %s, which appears to be local. Probing deeper.
ro: Server configurat de utilizator la %s, care pare a fi local. Se efectuează o verificare mai aprofundată.

source: Running in system mode, but --disallow-exit not set.
ro: Se execută în modul sistem, dar opțiunea „--disallow-exit” nu este specificată.

source: Running in system mode, but --disallow-module-loading not set.
ro: Se execută în modul sistem, dar opțiunea „--disallow-module-loading” nu este specificată.

source: Running in system mode, forcibly disabling SHM mode.
ro: Se execută în modul sistem, se dezactivează forțat modul SHM.

source: Running in system mode, forcibly disabling exit idle time.
ro: Se execută în modul sistem, se dezactivează forțat ieșirea în timpul de inactivitate.

source: Failed to acquire stdio.
ro: Nu s-a reușit să se achiziționeze stdio.

source: pipe() failed: %s
ro: pipe() a eșuat: %s

source: fork() failed: %s
ro: fork() a eșuat: %s

source: read() failed: %s
ro: read() a eșuat: %s

source: Daemon startup failed.
ro: Inițierea demonului a eșuat.

source: setsid() failed: %s
ro: setsid() a eșuat: %s

source: Failed to get machine ID
ro: Obținerea ID-ului mașinii a eșuat

source: OK, so you are running PA in system mode. Please make sure that you actually do want to do that. Please read http://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/WhatIsWrongWithSystemWide/ for an explanation why system mode is usually a bad idea.
ro: OK, deci executați PulseAudio în modul sistem. Vă rugăm să vă asigurați că într-adevăr doriți să faceți acest lucru. Consultați http://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/WhatIsWrongWithSystemWide/ pentru a afla de ce modul sistem este de obicei o idee proastă.

source: pa_pid_file_create() failed.
ro: pa_pid_file_create() a eșuat.

source: pa_core_new() failed.
ro: pa_core_new() a eșuat.

source: command line arguments
ro: argumente din linia de comandă

source: Failed to initialize daemon due to errors while executing startup commands. Source of commands: %s
ro: Nu s-a reușit inițializarea demonului din cauza unor erori în timpul executării comenzilor de inițiere. Sursa comenzilor: %s

source: Daemon startup without any loaded modules, refusing to work.
ro: Demonul pornește fără niciun modul încărcat, refuzând să funcționeze.

source: PulseAudio Sound System
ro: Sistemul de sunet PulseAudio

source: Start the PulseAudio Sound System
ro: Inițiază sistemul de sunet PulseAudio

source: Input
ro: Intrare

source: Docking Station Input
ro: Intrare stație de conectare

source: Docking Station Microphone
ro: Microfon stație de conectare

source: Docking Station Line In
ro: Intrare linie stație de conectare

source: Line In
ro: Intrare linie

source: Microphone
ro: Microfon

source: Front Microphone
ro: Microfon frontal

source: Rear Microphone
ro: Microfon posterior

source: External Microphone
ro: Microfon extern

source: Internal Microphone
ro: Microfon intern

source: Automatic Gain Control
ro: Control automat al câștigului

source: No Automatic Gain Control
ro: Fără control automat al câștigului

source: Boost
ro: Intensificare

source: No Boost
ro: Fără intensificare

source: Amplifier
ro: Amplificator

source: No Amplifier
ro: Fără amplificator

source: Bass Boost
ro: Intensificare bas

source: No Bass Boost
ro: Fără intensificare bas

source: Speaker
ro: Difuzor

source: Headphones
ro: Căști auriculare

source: Analog Input
ro: Intrare analogică

source: Dock Microphone
ro: Microfon stație de conectare

source: Headset Microphone
ro: Microfon pentru căști

source: Analog Output
ro: Ieșire analogică

source: Headphones 2
ro: Căști auriculare 2

source: Headphones Mono Output
ro: Ieșire mono pentru căști auriculare

source: Line Out
ro: Ieșire linie

source: Analog Mono Output
ro: Ieșire mono analogică

source: Speakers
ro: Difuzoare

source: Digital Output (S/PDIF)
ro: Ieșire digitală (S/PDIF)

source: Digital Input (S/PDIF)
ro: Intrare digitală (S/PDIF)

source: Multichannel Input
ro: Intrare multicanal

source: Multichannel Output
ro: Ieșire multicanal

source: Game Output
ro: Ieșire joc

source: Chat Output
ro: Ieșire conversație (chat)

source: Chat Input
ro: Intrare conversație (chat)

source: Virtual Surround 7.1
ro: Surround virtual 7.1

source: Analog Mono
ro: Mono analogic

source: Analog Mono (Left)
ro: Mono analogic (stânga)

source: Analog Mono (Right)
ro: Mono analogic (dreapta)

source: Analog Stereo
ro: Stereo analogic

source: Headset
ro: Căști auriculare cu microfon

source: Speakerphone
ro: Difuzor

source: Multichannel
ro: Multicanal

source: Analog Surround 2.1
ro: Surround analogic 2.1

source: Analog Surround 3.0
ro: Surround analogic 3.0

source: Analog Surround 3.1
ro: Surround analogic 3.1

source: Analog Surround 4.0
ro: Surround analogic 4.0

source: Analog Surround 4.1
ro: Surround analogic 4.1

source: Analog Surround 5.0
ro: Surround analogic 5.0

source: Analog Surround 5.1
ro: Surround analogic 5.1

source: Analog Surround 6.0
ro: Surround analogic 6.0

source: Analog Surround 6.1
ro: Surround analogic 6.1

source: Analog Surround 7.0
ro: Surround analogic 7.0

source: Analog Surround 7.1
ro: Surround analogic 7.1

source: Digital Stereo (IEC958)
ro: Stereo digital (IEC958)

source: Digital Surround 4.0 (IEC958/AC3)
ro: Surround digital 4.0 (IEC958/AC3)

source: Digital Surround 5.1 (IEC958/AC3)
ro: Surround digital 5.1 (IEC958/AC3)

source: Digital Surround 5.1 (IEC958/DTS)
ro: Surround digital 5.1 (IEC958/DTS)

source: Digital Stereo (HDMI)
ro: Stereo digital (HDMI)

source: Digital Surround 5.1 (HDMI)
ro: Surround digital 5.1 (HDMI)

source: Chat
ro: Conversație (chat)

source: Game
ro: Joc

source: Analog Mono Duplex
ro: Duplex mono analogic

source: Analog Stereo Duplex
ro: Duplex stereo analogic

source: Digital Stereo Duplex (IEC958)
ro: Duplex stereo digital (IEC958)

source: Multichannel Duplex
ro: Duplex multicanal

source: Stereo Duplex
ro: Duplex stereo

source: Mono Chat + 7.1 Surround
ro: Conversație(chat) Mono + 7.1 Surround

source: Off
ro: Oprit

source: %s Output
ro: Ieșire %s

source: %s Input
ro: Intrare %s

source: ALSA woke us up to write new data to the device, but there was actually nothing to write. Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLOUT set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
ro: ALSA ne-a trezit pentru a scrie date noi pe dispozitiv, dar de fapt nu era nimic de scris. Cel mai probabil, aceasta este o eroare în controlorul ALSA „%s”. Vă rugăm să raportați această problemă dezvoltatorilor ALSA. Am fost treziți cu POLLOUT activat - cu toate acestea, un snd_pcm_avail() ulterior a returnat 0 sau o altă valoare < min_avail.

source: ALSA woke us up to read new data from the device, but there was actually nothing to read. Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLIN set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
ro: ALSA ne-a trezit pentru a citi date noi de pe dispozitiv, dar de fapt nu era nimic de citit. Cel mai probabil, aceasta este o eroare în controlorul ALSA „%s”. Vă rugăm să raportați această problemă dezvoltatorilor ALSA. Am fost treziți cu POLLIN activat - cu toate acestea, un snd_pcm_avail() ulterior a returnat 0 sau o altă valoare < min_avail.

source: snd_pcm_avail() returned a value that is exceptionally large: %lu byte (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
ro: snd_pcm_avail() a returnat o valoare care este excepțional de mare: %lu octet (%lu ms). Cel mai probabil, aceasta este o eroare a controlorului ALSA „%s”. Vă rugăm să raportați această problemă dezvoltatorilor ALSA.

source: snd_pcm_delay() returned a value that is exceptionally large: %li byte (%s%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
ro: snd_pcm_delay() a returnat o valoare care este excepțional de mare: %li octet (%s%lu ms). Cel mai probabil, aceasta este o eroare a controlorului ALSA „%s”. Vă rugăm să raportați această problemă dezvoltatorilor ALSA.

source: snd_pcm_avail_delay() returned strange values: delay %lu is less than avail %lu. Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
ro: snd_pcm_avail_delay() a returnat valori ciudate: întârzierea %lu este mai mică decât valoarea disponibilă %lu. Cel mai probabil, aceasta este o eroare a controlorului ALSA „%s”. Vă rugăm să raportați această problemă dezvoltatorilor ALSA.

source: snd_pcm_mmap_begin() returned a value that is exceptionally large: %lu byte (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
ro: ssnd_pcm_mmap_begin() a returnat o valoare care este excepțional de mare: %lu octet (%lu ms). Cel mai probabil, aceasta este o eroare a controlorului ALSA „%s”. Vă rugăm să raportați această problemă dezvoltatorilor ALSA.

source: Bluetooth Input
ro: Intrare Bluetooth

source: Bluetooth Output
ro: Ieșire Bluetooth

source: Handsfree
ro: Kit de mâini libere

source: Headphone
ro: Cască auriculară

source: Car
ro: Autoturism

source: Phone
ro: Telefon

source: High Fidelity Playback (A2DP Sink)
ro: Redare de înaltă fidelitate (receptor A2DP)

source: High Fidelity Capture (A2DP Source)
ro: Captare de înaltă fidelitate (sursă A2DP)

source: Headset Head Unit (HSP)
ro: Unitate de căști (HSP)

source: Headset Audio Gateway (HSP)
ro: Pasarelă audio pentru căști (HSP)

source: Handsfree Head Unit (HFP)
ro: Unitate de cască cu microfon, mâini libere (HFP)

source: Handsfree Audio Gateway (HFP)
ro: Pasarelă unitate de cască cu microfon, mâini libere (HFP)

source: source_name=<name for the source> source_properties=<properties for the source> source_master=<name of source to filter> sink_name=<name for the sink> sink_properties=<properties for the sink> sink_master=<name of sink to filter> adjust_time=<how often to readjust rates in s> adjust_threshold=<how much drift to readjust after in ms> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> aec_method=<implementation to use> aec_args=<parameters for the AEC engine> save_aec=<save AEC data in /tmp> autoloaded=<set if this module is being loaded automatically> use_volume_sharing=<yes or no> use_master_format=<yes or no>
ro: source_name=<numele sursei> source_properties=<proprietățile sursei> source_master=<numele sursei de filtrat> sink_name=<numele receptorului> sink_properties=<proprietățile receptorului> sink_master=<numele receptorului de filtrat> adjust_time=<cât de des să reajusteze ratele în sec.> adjust_threshold=<cantitatea de deviere care trebuie reajustată după în ms> format=<formatul eșantionului> rate=<rata de eșantionare> channels=<numărul de canale> channel_map=<schema canalelor> aec_method=<implementarea de utilizat> aec_args=<parametrii pentru motorul AEC> save_aec=<salvează datele AEC în /tmp> autoloaded=<stabilește dacă acest modul este încărcat automat> use_volume_sharing=<yes sau no> use_master_format=<yes sau no>

source: On
ro: Pornit

source: Dummy Output
ro: Ieșire fictivă

source: Always keeps at least one sink loaded even if it's a null one
ro: Păstrează întotdeauna încărcat cel puțin un receptor, chiar dacă este unul nul

source: Always keeps at least one source loaded even if it's a null one
ro: Păstrează întotdeauna cel puțin o sursă încărcată, chiar dacă este una nulă

source: General Purpose Equalizer
ro: Egalizator de uz general

source: sink_name=<name of the sink> sink_properties=<properties for the sink> sink_master=<sink to connect to> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> autoloaded=<set if this module is being loaded automatically> use_volume_sharing=<yes or no>
ro: sink_name=<denumirea receptorului> sink_properties=<proprietățile receptorului> sink_master=<receptorul la care se conectează> format=<formatul eșantionului> rate=<rata de eșantionare> channels=<numărul de canale> channel_map=<mapa canalelor> autoloaded=<stabilește dacă acest modul este încărcat automat> use_volume_sharing=<yes sau no>

source: FFT based equalizer on %s
ro: Egalizator bazat pe FFT pe %s

source: autoclean=<automatically unload unused filters?>
ro: autoclean=<se descarcă automat filtrele neutilizate?>

source: Virtual LADSPA sink
ro: Receptor virtual LADSPA
