Repository: codacy-open-source-projects-scans/pulseaudio
Catalog: po/*.po
Languages: ro

source: sink_name=<name for the sink> sink_properties=<properties for the sink> sink_input_properties=<properties for the sink input> master=<name of sink to filter> sink_master=<name of sink to filter> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<input channel map> plugin=<ladspa plugin name> label=<ladspa plugin label> control=<comma separated list of input control values> input_ladspaport_map=<comma separated list of input LADSPA port names> output_ladspaport_map=<comma separated list of output LADSPA port names> autoloaded=<set if this module is being loaded automatically>
ro: sink_name=<numele receptorului> sink_properties=<proprietățile receptorului> sink_input_properties=<proprietățile intrării receptorului> master=<numele receptorului care urmează să fie filtrat> sink_master=<numele receptorului care urmează să fie filtrat> format=<formatul eșantionului> rate=<rata de eșantionare> channels=<numărul de canale> channel_map=<schema canalelor de intrare> plugin=<ladspa plugin name> label=<eticheta modulului ladspa> control=<listă de valori de control de intrare separate prin virgule> input_ladspaport_map=<listă de nume de porturi LADSPA de intrare separate prin virgule> output_ladspaport_map=<listă de nume de porturi LADSPA de ieșire separate prin virgule> autoloaded=<stabilește dacă acest modul este încărcat automat>

source: Clocked NULL sink
ro: Receptor NULL temporizat

source: Null Output
ro: Ieșire nulă

source: Failed to set format: invalid format string %s
ro: Definirierea formatului a eșuat: șir de format nevalid %s

source: Output Devices
ro: Dispozitive de ieșire

source: Input Devices
ro: Dispozitive de intrare

source: Audio on @HOSTNAME@
ro: Audio pe @HOSTNAME@

source: Tunnel for %s@%s
ro: Tunel pentru %s@%s

source: Tunnel to %s/%s
ro: Tunel către %s/%s

source: Virtual surround sink
ro: Receptor surround virtual

source: sink_name=<name for the sink> sink_properties=<properties for the sink> master=<name of sink to filter> sink_master=<name of sink to filter> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> use_volume_sharing=<yes or no> force_flat_volume=<yes or no> hrir=/path/to/left_hrir.wav hrir_left=/path/to/left_hrir.wav hrir_right=/path/to/optional/right_hrir.wav autoloaded=<set if this module is being loaded automatically>
ro: sink_name=<numele receptorului> sink_properties=<proprietățile receptorului> master=<numele receptorului de filtrat> sink_master=<numele receptorului de filtrat> format=<formatul eșantionului> rate=<rata de eșantionare> channels=<numărul de canale> channel_map=<schema canalelor> use_volume_sharing=<yes sau no> force_flat_volume=<yes sau no> hrir=/ruta/către/left_hrir. wav hrir_left=/path/to/left_hrir.wav hrir_right=/ruta/către/opțional/right_hrir.wav autoloaded=<stabilește dacă acest modul este încărcat automat>

source: Unknown device model
ro: Model de dispozitiv necunoscut

source: RAOP standard profile
ro: Profil standard RAOP

source: PulseAudio Sound Server
ro: Server de sunet PulseAudio

source: Front Center
ro: Centru față

source: Front Left
ro: Stânga față

source: Front Right
ro: Dreapta față

source: Rear Center
ro: Centru spate

source: Rear Left
ro: Stânga spate

source: Rear Right
ro: Dreapta spate

source: Subwoofer
ro: Boxă bas

source: Front Left-of-center
ro: Față stânga-din-centru

source: Front Right-of-center
ro: Față dreapta-din-centru

source: Side Left
ro: Lateral stânga

source: Side Right
ro: Lateral dreapta

source: Auxiliary 0
ro: Auxiliar 0

source: Auxiliary 1
ro: Auxiliar 1

source: Auxiliary 2
ro: Auxiliar 2

source: Auxiliary 3
ro: Auxiliar 3

source: Auxiliary 4
ro: Auxiliar 4

source: Auxiliary 5
ro: Auxiliar 5

source: Auxiliary 6
ro: Auxiliar 6

source: Auxiliary 7
ro: Auxiliar 7

source: Auxiliary 8
ro: Auxiliar 8

source: Auxiliary 9
ro: Auxiliar 9

source: Auxiliary 10
ro: Auxiliar 10

source: Auxiliary 11
ro: Auxiliar 11

source: Auxiliary 12
ro: Auxiliar 12

source: Auxiliary 13
ro: Auxiliar 13

source: Auxiliary 14
ro: Auxiliar 14

source: Auxiliary 15
ro: Auxiliar 15

source: Auxiliary 16
ro: Auxiliar 16

source: Auxiliary 17
ro: Auxiliar 17

source: Auxiliary 18
ro: Auxiliar 18

source: Auxiliary 19
ro: Auxiliar 19

source: Auxiliary 20
ro: Auxiliar 20

source: Auxiliary 21
ro: Auxiliar 21

source: Auxiliary 22
ro: Auxiliar 22

source: Auxiliary 23
ro: Auxiliar 23

source: Auxiliary 24
ro: Auxiliar 24

source: Auxiliary 25
ro: Auxiliar 25

source: Auxiliary 26
ro: Auxiliar 26

source: Auxiliary 27
ro: Auxiliar 27

source: Auxiliary 28
ro: Auxiliar 28

source: Auxiliary 29
ro: Auxiliar 29

source: Auxiliary 30
ro: Auxiliar 30

source: Auxiliary 31
ro: Auxiliar 31

source: Top Center
ro: Centru sus

source: Top Front Center
ro: Centru față sus

source: Top Front Left
ro: Stânga față sus

source: Top Front Right
ro: Dreapta față sus

source: Top Rear Center
ro: Centru spate sus

source: Top Rear Left
ro: Stânga spate sus

source: Top Rear Right
ro: Dreapta spate sus

source: (invalid)
ro: (nevalid)

source: xcb_connect() failed
ro: xcb_connect() a eșuat

source: xcb_connection_has_error() returned true
ro: xcb_connection_has_error() a returnat „true”

source: Failed to parse cookie data
ro: Analizarea datelor cookie a eșuat

source: Received message for unknown extension '%s'
ro: Mesaj primit pentru extensia necunoscută „%s”

source: input
ro: intrare

source: output
ro: teșire

source: bidirectional
ro: bidirecțional

source: invalid
ro: nevalid

source: XDG_RUNTIME_DIR (%s) is not owned by us (uid %d), but by uid %d! (This could e.g. happen if you try to connect to a non-root PulseAudio as a root user, over the native protocol. Don't do that.)
ro: XDG_RUNTIME_DIR (%s) nu este deținut de noi (uid %d), ci de uid %d! «Acest lucru s-ar putea întâmpla, de exemplu, dacă încercați să vă conectați la un PulseAudio non-root ca utilizator root, prin protocolul nativ. Nu faceți asta!»

source: yes
ro: da

source: no
ro: nu

source: Cannot access autospawn lock.
ro: Nu se poate accesa blocarea inițierii automate.

source: Failed to open target file '%s'.
ro: Deschiderea fișierului țintă „%s” a eșuat.

source: Tried to open target file '%s', '%s.1', '%s.2' ... '%s.%d', but all failed.
ro: S-a încercat deschiderea fișierelor țintă „%s”, „%s.1”, „%s.2” ... „%s.%d”, dar toate încercările au eșuat.

source: Invalid log target.
ro: Țintă jurnal nevalidă.

source: Built-in Audio
ro: Audio integrat

source: Access denied
ro: Acces refuzat

source: Unknown command
ro: Comandă necunoscută

source: Invalid argument
ro: Argument nevalid

source: Entity exists
ro: Entitatea există

source: No such entity
ro: Nu există o astfel de entitate

source: Connection refused
ro: Conexiune refuzată

source: Protocol error
ro: Eroare de protocol

source: Timeout
ro: S-a depășit limita de timp

source: No authentication key
ro: Fără cheie de autentificare

source: Internal error
ro: Eroare internă

source: Connection terminated
ro: Conexiune terminată

source: Entity killed
ro: Entitate omorâtă

source: Invalid server
ro: Server nevalid

source: Module initialization failed
ro: Inițializarea modulului a eșuat

source: Bad state
ro: Stare defectuoasă

source: No data
ro: Nu există date

source: Incompatible protocol version
ro: Versiune de protocol incompatibilă

source: Too large
ro: Prea mare

source: Not supported
ro: Necompatibil

source: Unknown error code
ro: Cod de eroare necunoscut

source: No such extension
ro: Nu există o astfel de extensie

source: Obsolete functionality
ro: Funcționalitate obsoletă

source: Missing implementation
ro: Lipsește implementarea

source: Client forked
ro: Client bifurcat (inițiat în fundal)

source: Input/Output error
ro: Eroare de intrare/ieșire

source: Device or resource busy
ro: Dispozitiv sau resursă ocupată

source: %0.1f GiB
ro: %0.1f Gio

source: %0.1f MiB
ro: %0.1f Mio

source: %0.1f KiB
ro: %0.1f Kio

source: %u B
ro: %u o

source: Failed to drain stream: %s
ro: Golirea fluxului a eșuat: %s

source: Playback stream drained.
ro: Fluxul de redare a fost golit.

source: Draining connection to server.
ro: Se golește conexiunea la server.

source: pa_stream_begin_write() failed: %s
ro: pa_stream_begin_write() a eșuat: %s

source: pa_stream_peek() failed: %s
ro: pa_stream_peek() a eșuat: %s

source: Stream successfully created.
ro: Flux creat cu succes.

source: pa_stream_get_buffer_attr() failed: %s
ro: pa_stream_get_buffer_attr() a eșuat: %s

source: Buffer metrics: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u
ro: Măsurile memoriei tampon: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u

source: Buffer metrics: maxlength=%u, fragsize=%u
ro: Măsurile memoriei tampon: maxlength=%u, fragsize=%u

source: Using sample spec '%s', channel map '%s'.
ro: Se utilizează specificația eșantionului „%s”, schema canalelor „%s”.

source: Connected to device %s (index: %u, suspended: %s).
ro: Conectat la dispozitivul %s (index: %u, suspendat: %s).

source: Stream error: %s
ro: Eroare a fluxului: %s

source: Stream device suspended.%s
ro: Dispozitiv de flux suspendat.%s

source: Stream device resumed.%s
ro: Dispozitiv de flux reluat.%s

source: Stream underrun.%s
ro: Flux sub capacitate.%s

source: Stream overrun.%s
ro: Flux peste capacitate.%s

source: Stream started.%s
ro: Flux inițiat.%s

source: Stream moved to device %s (%u, %ssuspended).%s
ro: Flux mutat pe dispozitivul %s (%u, %ssuspendat).%s

source: not
ro: nu

source: Stream buffer attributes changed.%s
ro: Atributele memoriei tampon de flux au fost modificate.%s

source: Cork request stack is empty: corking stream
ro: Stiva de cereri de plafonare este goală: se plafonează fluxul

source: Cork request stack is empty: uncorking stream
ro: Stiva de cereri de plafonare este goală: se deplafonează fluxul

source: Warning: Received more uncork requests than cork requests.
ro: Atenție: Au fost primite mai multe cereri de deplafonare decât cereri de plafonare.

source: Connection established.%s
ro: Conexiune stabilită.%s

source: pa_stream_new() failed: %s
ro: pa_stream_new() a eșuat: %s

source: pa_stream_connect_playback() failed: %s
ro: pa_stream_connect_playback() a eșuat: %s

source: Failed to set monitor stream: %s
ro: Configurarea fluxului de monitorizare a eșuat: %s

source: pa_stream_connect_record() failed: %s
ro: pa_stream_connect_record() a eșuat: %s

source: Connection failure: %s
ro: Eșec de conectare: %s

source: Got EOF.
ro: S-a obținut EOF.

source: pa_stream_write() failed: %s
ro: pa_stream_write() a eșuat: %s

source: write() failed: %s
ro: write() a eșuat: %s

source: Got signal, exiting.
ro: S-a primit semnalul, se iese.

source: Failed to get latency: %s
ro: Obținerea latenței a eșuat: %s

source: Time: %0.3f sec; Latency: %0.0f usec.
ro: Timp: %0.3f sec; Latență: %0.0f usec.

source: pa_stream_update_timing_info() failed: %s
ro: pa_stream_update_timing_info() a eșuat: %s

source: %s [options] %s -h, --help Show this help --version Show version -r, --record Create a connection for recording -p, --playback Create a connection for playback -v, --verbose Enable verbose operations -s, --server=SERVER The name of the server to connect to -d, --device=DEVICE The name of the sink/source to connect to. The special names @DEFAULT_SINK@, @DEFAULT_SOURCE@ and @DEFAULT_MONITOR@ can be used to specify the default sink, source and monitor respectively. -n, --client-name=NAME How to call this client on the server --stream-name=NAME How to call this stream on the server --volume=VOLUME Specify the initial (linear) volume in range 0...65536 --rate=SAMPLERATE The sample rate in Hz (defaults to 44100) --format=SAMPLEFORMAT The sample format, see https://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/SupportedAudioFormats/ for possible values (defaults to s16ne) --channels=CHANNELS The number of channels, 1 for mono, 2 for stereo (defaults to 2) --channel-map=CHANNELMAP Channel map to use instead of the default --fix-format Take the sample format from the sink/source the stream is being connected to. --fix-rate Take the sampling rate from the sink/source the stream is being connected to. --fix-channels Take the number of channels and the channel map from the sink/source the stream is being connected to. --no-remix Don't upmix or downmix channels. --no-remap Map channels by index instead of name. --latency=BYTES Request the specified latency in bytes. --process-time=BYTES Request the specified process time per request in bytes. --latency-msec=MSEC Request the specified latency in msec. --process-time-msec=MSEC Request the specified process time per request in msec. --property=PROPERTY=VALUE Set the specified property to the specified value. --raw Record/play raw PCM data. --passthrough Passthrough data. --file-format[=FFORMAT] Record/play formatted PCM data. --list-file-formats List available file formats. --monitor-stream=INDEX Record from the sink input with index INDEX.
ro: %s [opțiuni] %s -h, --help afișează acest ajutor --version afișează versiunea -r, --record creează o conexiune pentru înregistrare -p, --playback creează o conexiune pentru redare -v, --verbose activează operațiile cu mesaje detaliate -s, --server=SERVER numele serverului la care se face conexiunea -d, --device=DISPOZITIV numele chiuvetei/sursei la care trebuie să se conecteze; numele speciale @DEFAULT_SINK@, @DEFAULT_SOURCE@ și @DEFAULT_MONITOR@ pot fi utilizate pentru a specifica chiuveta, sursa și respectiv monitorul implicite -n, --client-name=NUME cum să se numească acest client pe server --stream-name=NUME cum să se numească acest flux pe server --volume=VOLUM specifică volumul inițial (liniar) în intervalul 0...65536 --rate=RATĂ_EȘANTIONARE rata de eșantionare în Hz (valoarea implicită este 44100) --format=FORMAT_EȘANTION formatul eșantionului, consultați https://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/SupportedAudioFormats/ pentru valorile posibile (valoarea implicită este s16ne) --channels=CANALE numărul de canale, 1 pentru mono, 2 pentru stereo (valoarea implicită este 2) --channel-map=SCHEMĂ_CANALE schema canalelor de utilizat în locul celei implicite --fix-format preia formatul de eșantionare de la sursa la care este conectat fluxul --fix-rate preia rata de eșantionare de la sursa la care este conectat fluxul --fix-channels preia numărul de canale și schema canalelor de la sursa la care este conectat fluxul --no-remix nu upmix sau downmix canalele --no-remap realizează schema canalelor după index în loc de după nume --latency=OCTEȚI solicită latența specificată în octeți --process-time=OCTEȚI solicită timpul de proces specificat în cerere în octeți --latency-msec=MSEC solicită latența specificată în msec --process-time-msec=MSEC solicită timpul de proces specificat în cerere în msec --property=PROPERTY=VALOARE definește proprietatea specificată la valoarea specificată --raw înregistrează/redă date PCM brute --passthrough transmite datele direct, fără procesare --file-format[=FFORMAT] înregistrează/redă date PCM formatate --list-file-formats listează formatele de fișier disponibile --monitor-stream=INDEX înregistrează de la intrarea receptorului cu indexul INDEX

source: Play back encoded audio files on a PulseAudio sound server.
ro: Redarea fișierelor audio codificate pe un server de sunet PulseAudio.

source: Capture audio data from a PulseAudio sound server and write it to a file.
ro: Capturează date audio de la un server de sunet PulseAudio și le scrie într-un fișier.

source: Capture audio data from a PulseAudio sound server and write it to STDOUT or the specified file.
ro: Captează datele audio de la un server de sunet PulseAudio și le scrie la STDOUT sau în fișierul specificat.

source: Play back audio data from STDIN or the specified file on a PulseAudio sound server.
ro: Redă date audio provenite de la STDIN sau din fișierul specificat pe un server de sunet PulseAudio.

source: pacat %s Compiled with libpulse %s Linked with libpulse %s
ro: pacat %s Compilat cu libpulse %s Vinculat cu libpulse %s

source: Invalid client name '%s'
ro: Nume de client nevalid „%s”

source: Invalid stream name '%s'
ro: Nume de flux nevalid „%s”

source: Invalid channel map '%s'
ro: Schemă de canal nevalidă „%s”

source: Invalid latency specification '%s'
ro: Specificație de latență nevalidă „%s

source: Invalid process time specification '%s'
ro: Specificație a timpului de proces nevalidă „%s”

source: Invalid property '%s'
ro: Proprietate nevalidă „%s”

source: Unknown file format %s.
ro: Format de fișier necunoscut %s.

source: Failed to parse the argument for --monitor-stream
ro: Nu s-a reușit analizarea argumentului pentru opțiunea „--monitor-stream”

source: Invalid sample specification
ro: Specificație de eșantion nevalidă

source: Too many arguments.
ro: Prea multe argumente.

source: Failed to generate sample specification for file.
ro: Generarea specificației eșantionului pentru fișier a eșuat.

source: Failed to open audio file.
ro: Deschiderea fișierului audio a eșuat.

source: Warning: specified sample specification will be overwritten with specification from file.
ro: Avertisment: specificația eșantionului specificată va fi suprascrisă cu specificația din fișier.

source: Failed to determine sample specification from file.
ro: Nu s-a putut determina specificația eșantionului din fișier.

source: Warning: Failed to determine channel map from file.
ro: Avertisment: Nu s-a reușit să se determine schema canalelor din fișier.

source: Channel map doesn't match sample specification
ro: Schema canalelor nu corespunde specificației eșantionului

source: Warning: failed to write channel map to file.
ro: Atenție: nu s-a reușit scrierea schemei canalelor în fișier.

source: Opening a %s stream with sample specification '%s' and channel map '%s'.
ro: Se deschide un flux %s cu specificația eșantionului „%s” și cu schema canalelor „%s”.

source: recording
ro: înregistrare

source: playback
ro: redare

source: Failed to set media name.
ro: Definirea numelui suportului a eșuat.

source: pa_mainloop_new() failed.
ro: pa_mainloop_new() a eșuat.

source: io_new() failed.
ro: io_new() a eșuat.

source: pa_context_new() failed.
ro: pa_context_new() a eșuat.

source: pa_context_connect() failed: %s
ro: pa_context_connect() a eșuat: %s

source: pa_context_rttime_new() failed.
ro: pa_context_rttime_new() a eșuat.

source: pa_mainloop_run() failed.
ro: pa_mainloop_run() a eșuat.

source: NAME [ARGS ...]
ro: NUME [ARGUMENTE ...]

source: NAME|#N
ro: NUME|NUMĂR

source: NAME
ro: NUME

source: NAME|#N VOLUME
ro: NUME|NUMĂR_VOLUM

source: #N VOLUME
ro: NUMĂR_VOLUM

source: NAME|#N 1|0
ro: NUME|NUMĂR 1|0

source: #N 1|0
ro: NUMĂR 1|0

source: NAME|#N KEY=VALUE
ro: NUME|NUMĂR CHEIE=VALOARE

source: #N KEY=VALUE
ro: NUMĂR CHEIE=VALOARE

source: #N
ro: NUMĂR

source: NAME SINK|#N
ro: NUME RECEPTOR|NUMĂR

source: NAME FILENAME
ro: NUME NUME_FIȘIER

source: PATHNAME
ro: NUMELE_RUTEI

source: FILENAME SINK|#N
ro: NUME_FIȘIER RECEPTOR|NUMĂR

source: #N SINK|SOURCE
ro: NUMĂR RECEPTOR|SURSĂ

source: CARD PROFILE
ro: PROFILUL PLĂCII

source: NAME|#N PORT
ro: NUME|NUMĂR PORT

source: CARD-NAME|CARD-#N PORT OFFSET
ro: NUME_PLACĂ|NUMĂR_PLACĂ PORT POZIȚIE

source: TARGET
ro: ȚINTA

source: NUMERIC-LEVEL
ro: NIVEL_NUMERIC

source: FRAMES
ro: CADRE

source: RECIPIENT MESSAGE [MESSAGE_PARAMETERS]
ro: DESTINATAR MESAJ [PARAMETRII_MESAJULUI]

source: -h, --help Show this help --version Show version When no command is given pacmd starts in the interactive mode.
ro: -h, --help afișează acest ajutor --version afișează versiunea Atunci când nu este dată nicio comandă, «pacmd» pornește în modul interactiv.

source: pacmd %s Compiled with libpulse %s Linked with libpulse %s
ro: pacmd %s Compilat cu libpulse %s Vinculat cu libpulse %s

source: No PulseAudio daemon running, or not running as session daemon.
ro: Nu rulează niciun demon PulseAudio sau nu rulează ca demon de sesiune.

source: Failed to kill PulseAudio daemon.
ro: Omorârea demonului PulseAudio a eșuat.

source: Daemon not responding.
ro: Daemonul nu răspunde.

source: Failed to get statistics: %s
ro: Obținerea statisticilor a eșuat: %s

source: Currently in use: %u block containing %s bytes total.
ro: În prezent în uz: %u bloc conținând în total %s octeți.

source: Allocated during whole lifetime: %u block containing %s bytes total.
ro: Alocat pe întreaga durată de viață: %u bloc conținând în total %s octeți.

source: Sample cache size: %s
ro: Dimensiunea memoriei cache a eșantionului: %s

source: Failed to get server information: %s
ro: Obținerea informațiilor despre server a eșuat: %s

source: Server String: %s Library Protocol Version: %u Server Protocol Version: %u Is Local: %s Client Index: %u Tile Size: %zu
ro: Șirul serverului: %s Versiunea protocolului bibliotecii: %u Versiunea protocolului serverului: %u Local: %s Index client: %u Dimensiunea fragmentului: %zu

source: User Name: %s Host Name: %s Server Name: %s Server Version: %s Default Sample Specification: %s Default Channel Map: %s Default Sink: %s Default Source: %s Cookie: %04x:%04x
ro: Nume utilizator: %s Nume gazdă: %s Numele serverului: %s Versiunea serverului: %s Specificație eșantion implicită: %s Schema implicită a canalelor: %s Receptor implicit: %s Sursă implicită: %s Cookie: %04x:%04x

source: availability unknown
ro: disponibilitate necunoscută

source: available
ro: disponibil

source: not available
ro: nu este disponibil

source: Unknown
ro: Necunoscut

source: Line
ro: Linie

source: Mic
ro: Microfon

source: Handset
ro: Cască

source: Earpiece
ro: Auricular

source: Network
ro: Rețea

source: Failed to get sink information: %s
ro: Obținerea informațiilor despre receptor a eșuat: %s

source: Sink #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s balance %0.2f Base Volume: %s Monitor Source: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s%s Properties: %s
ro: Receptor nr.%u Stare: %s Nume: %s Descriere: %s Controlor: %s Specificație eșantion: %s Schema canalelor: %s Modul proprietar: %u Dezactivare sunet: %s Volum: %s balans %0.2f Volum de bază: %s Sursă monitor: %s Latență: %0.0f usec, configurat %0.0f usec Fanioane: %s%s%s%s%s%s%s Proprietăți: %s

source: Ports:
ro: Porturi:

source: %s: %s (type: %s, priority: %u%s%s, %s)
ro: %s: %s (tip: %s, prioritate: %u%s%s, %s)

source: , availability group:
ro: , grupul de disponibilitate:

source: Active Port: %s
ro: Port activ: %s

source: Formats:
ro: Formate:

source: Failed to get source information: %s
ro: Obținerea informațiilor despre sursă a eșuat: %s

source: Source #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s balance %0.2f Base Volume: %s Monitor of Sink: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s Properties: %s
ro: Sursă #%u Stare: %s Nume: %s Descriere: %s Controlor: %s Specificație eșantion: %s Schema canalelor: %s Modul proprietar: %u Dezactivare sunet: %s Volum: %s balans %0.2f Volum de bază: %s Monitor al receptorului: %s Latență: %0.0f usec, configurat %0.0f usec Fanioane: %s%s%s%s%s%s Proprietăți: %s

source: n/a
ro: nu este disponibil

source: Failed to get module information: %s
ro: Obținerea informațiilor despre modul a eșuat: %s

source: Module #%u Name: %s Argument: %s Usage counter: %s Properties: %s
ro: Modul #%u Nume: %s Argument: %s Contor de utilizare: %s Proprietăți: %s

source: Failed to get client information: %s
ro: Obținerea informațiilor despre client a eșuat: %s

source: Client #%u Driver: %s Owner Module: %s Properties: %s
ro: Client #%u Controlor: %s Modul proprietar: %s Proprietăți: %s

source: Failed to get card information: %s
ro: Obținerea informațiilor despre placa de sunet a eșuat: %s
